aalib
abseil-cpp
accountsservice
acl
adobe-source-code-pro-fonts
adw-gtk-theme
adw-gtk3
adwaita-cursors
adwaita-icon-theme
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
appstream-glib
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
ayatana-ido
base
base-devel
bash
bat
binutils
bison
bluez-libs
boost-libs
botan
bridge-utils
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
catppuccin-gtk-theme-mocha
cdparanoia
cfitsio
check
chromium
chrono-date
cinnamon-desktop
cliphist
cmake
containerd
coreutils
cpio
cppdap
cryptsetup
cups
cups-filters
curl
cython
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dkms
dmidecode
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-buildx
docker-compose
double-conversion
dtc
duktape
dunst
e2fsprogs
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron25
ell
enet
eog
exempi
exiv2
expat
extra-cmake-modules
fakeroot
ffmpeg
ffnvcodec-headers
fftw
file
filesystem
findutils
firefox
fish
flac
flatpak
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
glib-networking
glib2
glib2-docs
glibc
glibmm
glibmm-2.68
glslang
glu
glusterfs
gmp
gnome-autoar
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
grim
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm3
gtksourceview4
gts
guile
gum
gupnp
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-mtp
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hwdata
hwloc
hyprland
hyprlang
hyprpicker-git
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
inotify-tools
iproute2
iptables
iputils
iso-codes
iwd
jansson
jasper
jbig2dec
jbigkit
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
kvantum
kwindowsystem5
l-smash
lame
lazygit
lcms2
ldns
lf
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcap
libcap-ng
libcdio
libcdio-paranoia
libcgif
libcloudproviders
libcolord
libconfig
libcups
libcupsfilters
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdeflate
libdispatch
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgudev
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
libluv
libmalcontent
libmd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmtp
libmysofa
libnautilus-extension
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnvme
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-nvidia-driver-git
libvdpau
libverto
libvips
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lsd
lsof
lua
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
mbedtls
md4c
mdadm
megasync
mesa
meson
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
multipath-tools
nano
nautilus
ncurses
ndctl
nemo
neofetch
neovide
neovim
netpbm
nettle
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
numactl
nvidia
nvidia-utils
nwg-look-bin
obs-studio
obsidian
ocl-icd
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
optipng
opus
orc
os-prober
osinfo-db
ostree
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parted
paru
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-mimeinfo
perl-image-exiftool
perl-ipc-system-simple
perl-mailtools
perl-timedate
perl-uri
phodav
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
polkit-gnome
poppler
poppler-data
popt
portaudio
procps-ng
protobuf
psmisc
python
python-annotated-types
python-argcomplete
python-autocommand
python-build
python-cairo
python-charset-normalizer
python-click
python-colorama
python-distro
python-docutils
python-fastjsonschema
python-gobject
python-idna
python-inflect
python-installer
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-mako
python-manimpango
python-markdown
python-markupsafe
python-more-itertools
python-ordered-set
python-packaging
python-pipx
python-platformdirs
python-psutil
python-pycups
python-pycurl
python-pydantic
python-pydantic-core
python-pygments
python-pyproject-hooks
python-requests
python-setuptools
python-shtab
python-six
python-termcolor
python-tomli
python-tqdm
python-trove-classifiers
python-typing_extensions
python-urllib3
python-userpath
python-validate-pyproject
python-wheel
qbittorrent
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qpdf
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-imageformats
qt6-svg
qt6-translations
qt6-wayland
qt6ct
rav1e
rclone
readline
reflector
rhash
rnnoise
rofi-emoji
rofi-lbonn-wayland
rpcbind
rsync
rtkit
rubberband
runc
rust
sassc
sbc
scdoc
sdbus-cpp
sddm
sdl2
sdl2_image
seabios
seatd
sed
serd
shaderc
shadow
shared-mime-info
slang
slurp
smartmontools
smile
snappy
sndio
sord
source-highlight
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spicetify-cli
spirv-tools
spotify
sqlite
sratom
srt
starship
startup-notification
sudo
svt-av1
swaylock
swaync
swayosd-git
swww
syncthing
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
telegram-desktop
texinfo
thin-provisioning-tools
tldr
tomlplusplus
tpm2-tss
tracker3
trash-cli
tree-sitter
tslib
ttf-dejavu
ttf-liberation
ttf-opensans
twolame
tzdata
uchardet
udisks2
ufw
unibilium
unzip
upower
upscayl-bin
usbmuxd
usbredir
util-linux
util-linux-libs
v4l-utils
vala
vapoursynth
vde2
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
visual-studio-code-bin
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
waybar
wayland
wayland-protocols
webp-pixbuf-loader
webrtc-audio-processing-1
wf-recorder
wget
which
wireless_tools
wireplumber
wl-clipboard
wlroots
wlsunset
woff2
wofi
wolfssl
wpa_supplicant
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yuzu
zeromq
zimg
zix
zlib
zsh
zstd
